[{
  "common_name": "Possum",
  "scientific_name": "Trichosurus vulpecula",
  "description": "Possums have a furry body, with a long prehensile (can hold on to things) bushy tail for climbing.  They have a pointed snout with pink nose and long dark whiskers and brown eyes.  The large pointed ears are furless on the inside.  Possum fur is fluffy grey or dark brown on the head, back and tail and white or dirty yellow on the belly and there are several colour forms [link to fur].  Mature possums have a brown stain (the sternal gland) between their front legs.  The front legs are shorter than the hind legs.  Front paws are rather hand-like, and rear paws rather longer with a pair of fused digits. Possums are marsupials, so they give birth to very small young that climb into the mother’s pouch.  They stay in the pouch for at least 120 days.",
  "distinctive_features": "Furry body, long bushy tail, shorter front legs, pair of fused toes on hind feet, protruding brown eyes, pointed snout with pink nose, pointed ears without fur on the inside.",
  "size": "Similar to a cat, Males and females are similar in size; between 650 and 930 mm, including a tail of 250 to 405 mm.  That is about the size of a cat.  Adults weigh between 1. 4 and 6.4 kg.",
  "Droppings": "Droppings (pellets) are long and cigar-shaped or slightly curved, like jellybeans, with slightly pointed ends.  They are called pellets, can be found singly or in groups, and are usually about 15-30 mm long and 5-14 mm wide.  The colour and texture vary with diet, but they are often various shades of green, darkening with age.  Possum pellets can have a distinctive smell rather like pickled onions.  In spring when pine pollen cones are common the pellets can be bright yellow. Can be confused with: Droppings are quite different to deer or goat pellets because of their elongated shape, whereas ungulate pellets are round.. Possum droppings are often found on logs and stumps, while deer and goat droppings are mostly found on the ground and often in pellet heaps. Large weta droppings can sometimes be mistaken for those of juvenile possums.",
  "Footprints": "Five-toed fore-feet, different hind-feet, claw marks.",
  "Distribution": "North Island, South Island, Stewart Island, Chatham Island and other islands. Eradicated from some offshore islands.",
  "Impacts": "Possums damage our native forests by browsing on foliage, flowers and fruit, especially of some preferred plant species. Their browsing can reduce flowering and fruiting, kill trees, and result in forest canopy collapse. The forest’s ability to regenerate is reduced because fewer seeds are produced",
  "Control Methods": "Possums can be controlled by spotlight (night) shooting, using live- or kill-traps baited with carrot or apple, bait stations (variety of toxic baits available) and, in larger areas, aerial sowing of baits.  Correct placement of the traps or stations can be important to successfully controlling possums so get advice from DOC or your local council. A vaccine has been developed to stop possums from breeding so fast, and is being tested.",
  "primary image": "https://web.archive.org/web/20230127195759im_/https://www.pestdetective.org.nz/assets/Uploads/Culprits/Possum-1-500x500.jpg",
  "images": [
    "https://web.archive.org/web/20230127195759im_/https://www.pestdetective.org.nz/assets/Uploads/Culprits/Possum-1-500x500.jpg",
    "https://web.archive.org/web/20230324115932im_/http://www.pestdetective.org.nz/assets/Uploads/Culprits/Possum-2-500x500.jpg",
    "https://web.archive.org/web/20230324115932im_/http://www.pestdetective.org.nz/assets/Uploads/Culprits/Possum-3-500x500.jpg",
    "https://web.archive.org/web/20230324115932im_/http://www.pestdetective.org.nz/assets/Uploads/Culprits/Possum-4-500x500.jpg",
    "https://web.archive.org/web/20230324115932im_/http://www.pestdetective.org.nz/assets/Uploads/Culprits/Possum-5-500x500.jpg"
  ]
},
{
  "common_name": "RABBIT (EUROPEAN)",
  "scientific_name": "Oryctolagus cuniculus cuniculus",
  "description": "Rabbits are small herbivores that are brown to grey-brown in colour. They have long ears and large hind feet. They move with a distinctive hopping gait when foraging, but can also run rapidly if threatened.",
  "distinctive_features": "Grey-brown, furry, small mammal.  Long ears (60-70 mm) with narrow black rims, large hind feet, white belly and short white fluffy tail. Hopping gait with tail up when not alarmed, scuttling rush with tail down when worried.",
  "size": "Body length is around 450 mm, weight is around 1.5 kg.",
  "Droppings": "Small dark pellets about 5mm in diameter (up to 10mm diameter in large males). Generally slightly oval and pointed.Rabbits produce small pellet-like droppings that are dark in colour and quite compacted. The pellets are generally around 5 mm in diameter but those of large adult males (bucks) can be up to 10 mm wide. An average sized rabbit can produce 200-300 pellets a day, which are generally deposited whilst feeding.  Adult male rabbits concentrate their droppings in areas known as 'buck heaps'.  A buck heap may contain thousands of indivudal pellets.

  Can be confused with:
  
  Rabbit droppings are most likely to be confused with those of hares. Hare droppings are generally larger, more friable (less compacted), more spherical (rounder) and lighter in colour.  Groupings of hare droppings tend to occur around prominent structures within their range whereas rabbit buck heaps may be in more open areas.  Deer, goat and pig droppings are black and shiny when fresh, not brown and dull looking.",
  "Footprints": " Four toes show on front and rear feet. Rear feet are much longer than front feet.",
  "Distribution": "Found throughout most of New Zealand in varying densities. Highest densities in areas of Central Otago, the McKenzie Basin, North Canterbury and Marlborough.",
  "Impacts": "Ecological impacts
  The direct ecological impacts of rabbits are related to their feeding and burrowing behaviour. The impacts of rabbit feeding behaviour are very similar to those of other grazing animals such as sheep, deer and goats. Varying combinations of these animals have been present in many areas where impact studies have taken place, making it difficult to distinguish the effects of one species from another. As might be expected from a herbivorous species, rabbits can have significant negative impacts on native plant species. Grazing can lead to favoured plant species becoming restricted to areas where rabbits can’t access. Rabbits can cause changes in vegetation composition, as the species that rabbits don’t like to eat are left behind while the tasty ones are removed. Weeds can also become more common as rabbits open up gaps in pasture or native vegetation. Rabbit burrowing behaviour speeds soil erosion, which further damages habitat for native flora and can affect water quality.
  Secondary impacts of rabbits are related to their role as a favoured food source for feral cats and ferrets. As rabbit populations decline, predator populations also decline, but some predators disperse to new areas and survivors may switch to feeding on native prey instead of rabbits.
  Rabbits can be confused with hares. The most telling differences are; hares are much bigger and heavier, have longer ears with a black tip, tawny fur, and yellow eyes, and lope with their tail down.",
  "Control Methods": "Contact your local Department of Conservation or Regional Council office for advice (see Next Steps).  Poisoning using pindone, shooting, and fumigation of warrens have all been used. 1080 is widely and more commonly used than pindone to poison rabbits because it is substantially cheaper per hectare. However, it must be carried out by a licensed contractor.",
  "images": [
    "https://web.archive.org/web/20220122171509im_/http://www.pestdetective.org.nz/assets/Uploads/Culprits/Rabbit-1-500x500.jpg",
    "https://web.archive.org/web/20220122171509im_/http://www.pestdetective.org.nz/assets/Uploads/Culprits/Rabbit-2-500x500.jpg",
    "https://web.archive.org/web/20220122171509im_/http://www.pestdetective.org.nz/assets/Uploads/Culprits/Rabbit-3sq.jpg",
    "https://web.archive.org/web/20220122171509im_/http://www.pestdetective.org.nz/assets/Uploads/Culprits/Rabbit-3sq.jpg"
  ],
  "references": "https://web.archive.org/web/20220122171509/http://www.pestdetective.org.nz/culprits/rabbit/"
}]

